-- COPY
setFlag("ego_always_prefix", true)
setFlag("randart_name_rules", {
	default2 = {
		syllablesStart = "華美, 精緻, 神奇, 詭異, 夢幻, 瑰麗, 閃耀, 安靜, 命運, 惡意, 和藹, 生活, 夢境, 魔幻, 呼喚, 奇蹟, 強大, 力量, 威嚴, 破碎, 幸運, 先知, 黑暗, 希望, 漆黑, 未來, 魔力, 地獄, 試煉, 考驗, 失敗者, 弒神, 無名, 未知, 神經病, 誘人, 迷宮, 長袍, 獵物, 飢餓, 奇葩, 懦弱, 快樂, 冷酷, 鍊金 ",
		syllablesMiddle = "的",
		syllablesEnd = "淚水, 希望, 殺戮者, 叛徒, 明星, 前奏, 祈願, 傷悲, 幸福, 支架, 符文, 先知者, 預言, 雨滴, 月華, 旅者, 家鄉, 思念, 時光, 天才, 自言自語, 熱血, 吸血鬼, 增殖, 舊夢, 蝴蝶, 高手, 汗水, 路障, 轆轤, 墨魚, 青草, 使命, 傷害, 傀儡, 骷髏, 欺騙, 安靜, 下盤, 模擬, 強力, 織夢, 護符, 許願者, 羣星, 天堂, 詩人, 哲學家, 神, 空瓶, 燈火, 讚歌, 霜雪, 墨汁, 契約, 太陽, 奧術, 贏家, 屍骨, 蘆葦, 蘑菇, 太空, 朱雀, 菊花, 遊客, 路口, 槍炮, 符文, 酒杯, 港口, 災難, 祭壇, 羣魔",
		rules = "$s$50m$e",
	},
	default = {
		syllablesStart = "華美, 精緻, 神奇, 詭異, 夢幻, 瑰麗, 閃耀, 安靜, 命運, 惡意, 和藹, 生活, 夢境, 魔幻, 呼喚, 奇蹟, 強大, 力量, 威嚴, 破碎, 幸運, 先知, 黑暗, 希望, 漆黑, 未來, 魔力, 地獄, 試煉, 考驗, 失敗者, 弒神, 無名, 未知, 神經病, 誘人, 迷宮, 長袍, 獵物, 飢餓, 奇葩, 懦弱, 快樂, 冷酷, 鍊金",
		syllablesMiddle = "的",
		syllablesEnd = "淚水, 希望, 殺戮者, 叛徒, 明星, 前奏, 祈願, 傷悲, 幸福, 支架, 符文, 先知者, 預言, 雨滴, 月華, 旅者, 家鄉, 思念, 時光, 天才, 自言自語, 熱血, 吸血鬼, 增殖, 舊夢, 蝴蝶, 高手, 汗水, 路障, 轆轤, 墨魚, 青草, 使命, 傷害, 傀儡, 骷髏, 欺騙, 安靜, 下盤, 模擬, 強力, 織夢, 護符, 許願者, 羣星, 天堂, 詩人, 哲學家, 神, 空瓶, 燈火, 讚歌, 霜雪, 墨汁, 契約, 太陽, 奧術, 贏家, 屍骨, 蘆葦, 蘑菇, 太空, 朱雀, 菊花, 遊客, 路口, 槍炮, 符文, 酒杯, 港口, 災難, 祭壇, 羣魔",
		rules = "$s$50m$e",
	},
	fire = {
		syllablesStart = "鳳凰, 火災, 大火, 燃燒, 明亮, 枯萎, 灼熱, 燙傷, 地獄, 熔岩, 柴堆, 燒焦, 火焰, 閃光, 陰燃, 火炬, 灰燼, 深淵, 太陽, 岩漿, 火炬, 小火龍",
		syllablesEnd = "電弧, 毒藥, 誘餌, 膽汁, 咬噬, 爆炸, 幸福, 血, 盛開, 屠夫, 模糊, 螺栓, 骨, 孔, 支架, 編織, 釺焊, 開道, 斷路, 微風, 爆裂, 使者, 承載, 曲折, 疫病, 破碎, 出世, 黑暗, 明亮, 地穴, 裂紋, 衝突, 騷動, 切割, 鑄造, 機械, 疏通, 短跑, 夢想, 勇氣, 死亡, 邊緣, 嫉妒, 憤怒, 恐懼, 名聲, 敵人, 惡魔, 拳頭, 戈爾, 傷口, 研磨, 研磨機, 狡詐, 砂礫, 收集, 榮耀, 魅力, 黑客, 黑客, 哈希, 色調, 飢餓, 打獵, 獵手, 憤怒, 偶像, 不朽, 正義, 嘲笑, 果醬, 殺死, 殺手, 親吻, 業力, 親屬, 國王, 騎士, 武士, 主, 傳說, 睫毛, 花邊, 夫人, 致殘, 標記, 月亮, 主人, 沼澤, 怪物, 可能性, 骨髓, 凡人, 部長, 惡意, 零, 中午, 晚上, 指甲, 近了, 誓言, 秩序, 布澤, 拜, 遺忘, 猛攻, 黑曜石, 珍珠, 帕裏, 電力, 先知, 痛苦, 激情, 皮爾斯, 穿孔, 驕傲, 粉碎機, 恐慌, 痛苦, 懲罰, 鮑爾, 淬火, 地震, 採石場, 皇后, 平息, 校長, 快速, 羽毛, 劫掠, 蹂躪, 夷爲平地, 剃刀, 咆哮, 憤怒, 種族, 輻射, 掠襲者, 雨, 腐, 贖金, 符文, 統治, 破裂, 令, 反叛, 烏鴉, 河, 開膛手, 開膛手, 岩石, 臭氣, 裏夫, 解決, 嚴謹, 撕裂, 猛禽, 光澤, 切片, 切片機, 桅杆, 產卵, 產卵, 幼鹿, 鋼, 斯托克, 蛇, 悲傷, 鼠尾草, 股權, 蛇, 剪切, 罪惡, 尖頂, 潛行者, 整形, 鬼魂, 條紋, 裸奔, 看見, 瘢痕, 分裂, 星星, 條紋, 刺, 罷工, 前鋒, 眩暈, 太陽, 掃除, 清掃, 斯威夫特, 石材, 接縫, 斷絕, 粉碎, 粉碎者, 穗, 主攻手, 刺, 恐怖, 觸摸, 潮汐, 激流, 審判, 颱風, 泰坦, 記事本, 齒, 叛逆, 挖溝, 污點, 本影, 勇氣, 流浪的, 邪惡的, 靜脈, 面紗, 毒液, 毒蛇, 跳馬, 復仇, 海藻, 沃克, 醒來, 醒來, 戰爭, 病房, 監獄長, 黃蜂, 哭泣者, 楔形, 行走, 耳語, 野生, 懷爾德, 意志, 風, 翼, 冬天, 線, 一縷, 希望, 女巫, 狼, 災禍, 枯萎, 凋亡, 蠕蟲, 花圈, 值得, 沉船, 奪取, 作家, 命運, 熱情, 和風", 
		rules = "$s$e", 
	},
	cold = {
		syllablesStart ="霜雪, 冰凍, 雨雪, 凍結, 寒冷, 戰慄, 冬季, 暴雪, 冰川, 凍土, 浮冰, 冰雹, 嚴寒, 霧凇, 雲霧, 細雨, 寒潮, 淬火, 傑尼龜", 
		syllablesEnd = "電弧, 毒藥, 誘餌, 膽汁, 咬噬, 爆炸, 幸福, 血, 盛開, 屠夫, 模糊, 螺栓, 骨, 孔, 支架, 編織, 釺焊, 開道, 斷路, 微風, 爆裂, 使者, 承載, 曲折, 疫病, 破碎, 出世, 黑暗, 明亮, 地穴, 裂紋, 衝突, 騷動, 切割, 鑄造, 機械, 疏通, 短跑, 夢想, 勇氣, 死亡, 邊緣, 嫉妒, 憤怒, 恐懼, 名聲, 敵人, 惡魔, 拳頭, 戈爾, 傷口, 研磨, 研磨機, 狡詐, 砂礫, 收集, 榮耀, 魅力, 黑客, 黑客, 哈希, 色調, 飢餓, 打獵, 獵手, 憤怒, 偶像, 不朽, 正義, 嘲笑, 果醬, 殺死, 殺手, 親吻, 業力, 親屬, 國王, 騎士, 武士, 主, 傳說, 睫毛, 花邊, 夫人, 致殘, 標記, 月亮, 主人, 沼澤, 怪物, 可能性, 骨髓, 凡人, 部長, 惡意, 零, 中午, 晚上, 指甲, 近了, 誓言, 秩序, 布澤, 拜, 遺忘, 猛攻, 黑曜石, 珍珠, 帕裏, 電力, 先知, 痛苦, 激情, 皮爾斯, 穿孔, 驕傲, 粉碎機, 恐慌, 痛苦, 懲罰, 鮑爾, 淬火, 淬火, 地震, 採石場, 皇后, 平息, 校長, 快速, 羽毛, 劫掠, 蹂躪, 夷爲平地, 剃刀, 咆哮, 憤怒, 種族, 輻射, 掠襲者, 雨, 腐, 贖金, 符文, 統治, 破裂, 令, 反叛, 烏鴉, 河, 開膛手, 開膛手, 岩石, 臭氣, 裏夫, 解決, 嚴謹, 撕裂, 猛禽, 光澤, 切片, 切片機, 桅杆, 產卵, 產卵, 幼鹿, 鋼, 斯托克, 蛇, 悲傷, 鼠尾草, 股權, 蛇, 剪切, 罪惡, 尖頂, 潛行者, 整形, 鬼魂, 條紋, 裸奔, 看見, 瘢痕, 分裂, 星星, 條紋, 刺, 罷工, 前鋒, 眩暈, 太陽, 掃除, 清掃, 斯威夫特, 石材, 接縫, 斷絕, 粉碎, 粉碎者, 穗, 主攻手, 刺, 恐怖, 觸摸, 潮汐, 激流, 審判, 颱風, 泰坦, 記事本, 齒, 叛逆, 挖溝, 污點, 本影, 勇氣, 流浪的, 邪惡的, 靜脈, 面紗, 毒液, 毒蛇, 跳馬, 復仇, 海藻, 沃克, 醒來, 醒來, 戰爭, 病房, 監獄長, 黃蜂, 哭泣者, 楔形, 行走, 耳語, 野生, 懷爾德, 意志, 風, 翼, 冬天, 線, 一縷, 希望, 女巫, 狼, 災禍, 枯萎, 凋亡, 蠕蟲, 花圈, 值得, 沉船, 奪取, 作家, 命運, 熱情, 和風", 
		rules = "$s$e",
	},
	lightning = {
		syllablesStart = "風暴, 暴風雨, 閃電, 電弧, 震撼, 雷電, 電荷, 雷雲, 狂風, 大風, 裂紋, 閃光, 火花, 火焰, 爆炸, 天空, 皮卡丘",  
		syllablesEnd = "電弧, 毒藥, 誘餌, 膽汁, 咬噬, 爆炸, 幸福, 血, 盛開, 屠夫, 模糊, 螺栓, 骨, 孔, 支架, 編織, 釺焊, 開道, 斷路, 微風, 爆裂, 使者, 承載, 曲折, 疫病, 破碎, 出世, 黑暗, 明亮, 地穴, 裂紋, 衝突, 騷動, 切割, 鑄造, 機械, 疏通, 短跑, 夢想, 勇氣, 死亡, 邊緣, 嫉妒, 憤怒, 恐懼, 名聲, 敵人, 惡魔, 拳頭, 戈爾, 傷口, 研磨, 研磨機, 狡詐, 砂礫, 收集, 榮耀, 魅力, 黑客, 黑客, 哈希, 色調, 飢餓, 打獵, 獵手, 憤怒, 偶像, 不朽, 正義, 嘲笑, 果醬, 殺死, 殺手, 親吻, 業力, 親屬, 國王, 騎士, 武士, 主, 傳說, 睫毛, 花邊, 夫人, 致殘, 標記, 月亮, 主人, 沼澤, 怪物, 可能性, 骨髓, 凡人, 部長, 惡意, 零, 中午, 晚上, 指甲, 近了, 誓言, 秩序, 布澤, 拜, 遺忘, 猛攻, 黑曜石, 珍珠, 帕裏, 電力, 先知, 痛苦, 激情, 皮爾斯, 穿孔, 驕傲, 粉碎機, 恐慌, 痛苦, 懲罰, 鮑爾, 淬火, 淬火, 地震, 採石場, 皇后, 平息, 校長, 快速, 羽毛, 劫掠, 蹂躪, 夷爲平地, 剃刀, 咆哮, 憤怒, 種族, 輻射, 掠襲者, 雨, 腐, 贖金, 符文, 統治, 破裂, 令, 反叛, 烏鴉, 河, 開膛手, 開膛手, 岩石, 臭氣, 裏夫, 解決, 嚴謹, 撕裂, 猛禽, 光澤, 切片, 切片機, 桅杆, 產卵, 產卵, 幼鹿, 鋼, 斯托克, 蛇, 悲傷, 鼠尾草, 股權, 蛇, 剪切, 罪惡, 尖頂, 潛行者, 整形, 鬼魂, 條紋, 裸奔, 看見, 瘢痕, 分裂, 星星, 條紋, 刺, 罷工, 前鋒, 眩暈, 太陽, 掃除, 清掃, 斯威夫特, 石材, 接縫, 斷絕, 粉碎, 粉碎者, 穗, 主攻手, 刺, 恐怖, 觸摸, 潮汐, 激流, 審判, 颱風, 泰坦, 記事本, 齒, 叛逆, 挖溝, 污點, 本影, 勇氣, 流浪的, 邪惡的, 靜脈, 面紗, 毒液, 毒蛇, 跳馬, 復仇, 海藻, 沃克, 醒來, 醒來, 戰爭, 病房, 監獄長, 黃蜂, 哭泣者, 楔形, 行走, 耳語, 野生, 懷爾德, 意志, 風, 翼, 冬天, 線, 一縷, 希望, 女巫, 狼, 災禍, 枯萎, 凋亡, 蠕蟲, 花圈, 值得, 沉船, 奪取, 作家, 命運, 熱情, 和風", 
		rules = "$s$e",  
	},
	light = {
		syllablesStart = "光明, 照耀, 天空, 太陽, 黎明, 晨星, 閃耀, 明亮, 棱鏡, 眩光, 閃爍, 中午, 眩光,  致盲, 閃爍, 光彩,  光澤",  
		syllablesEnd = "電弧, 毒藥, 誘餌, 膽汁, 咬噬, 爆炸, 幸福, 血, 盛開, 屠夫, 模糊, 螺栓, 骨, 孔, 支架, 編織, 釺焊, 開道, 斷路, 微風, 爆裂, 使者, 承載, 曲折, 疫病, 破碎, 出世, 黑暗, 明亮, 地穴, 裂紋, 衝突, 騷動, 切割, 鑄造, 機械, 疏通, 短跑, 夢想, 勇氣, 死亡, 邊緣, 嫉妒, 憤怒, 恐懼, 名聲, 敵人, 惡魔, 拳頭, 戈爾, 傷口, 研磨, 研磨機, 狡詐, 砂礫, 收集, 榮耀, 魅力, 黑客, 黑客, 哈希, 色調, 飢餓, 打獵, 獵手, 憤怒, 偶像, 不朽, 正義, 嘲笑, 果醬, 殺死, 殺手, 親吻, 業力, 親屬, 國王, 騎士, 武士, 主, 傳說, 睫毛, 花邊, 夫人, 致殘, 標記, 月亮, 主人, 沼澤, 怪物, 可能性, 骨髓, 凡人, 部長, 惡意, 零, 中午, 晚上, 指甲, 近了, 誓言, 秩序, 布澤, 拜, 遺忘, 猛攻, 黑曜石, 珍珠, 帕裏, 電力, 先知, 痛苦, 激情, 皮爾斯, 穿孔, 驕傲, 粉碎機, 恐慌, 痛苦, 懲罰, 鮑爾, 淬火, 淬火, 地震, 採石場, 皇后, 平息, 校長, 快速, 羽毛, 劫掠, 蹂躪, 夷爲平地, 剃刀, 咆哮, 憤怒, 種族, 輻射, 掠襲者, 雨, 腐, 贖金, 符文, 統治, 破裂, 令, 反叛, 烏鴉, 河, 開膛手, 開膛手, 岩石, 臭氣, 裏夫, 解決, 嚴謹, 撕裂, 猛禽, 光澤, 切片, 切片機, 桅杆, 產卵, 產卵, 幼鹿, 鋼, 斯托克, 蛇, 悲傷, 鼠尾草, 股權, 蛇, 剪切, 罪惡, 尖頂, 潛行者, 整形, 鬼魂, 條紋, 裸奔, 看見, 瘢痕, 分裂, 星星, 條紋, 刺, 罷工, 前鋒, 眩暈, 太陽, 掃除, 清掃, 斯威夫特, 石材, 接縫, 斷絕, 粉碎, 粉碎者, 穗, 主攻手, 刺, 恐怖, 觸摸, 潮汐, 激流, 審判, 颱風, 泰坦, 記事本, 齒, 叛逆, 挖溝, 污點, 本影, 勇氣, 流浪的, 邪惡的, 靜脈, 面紗, 毒液, 毒蛇, 跳馬, 復仇, 海藻, 沃克, 醒來, 醒來, 戰爭, 病房, 監獄長, 黃蜂, 哭泣者, 楔形, 行走, 耳語, 野生, 懷爾德, 意志, 風, 翼, 冬天, 線, 一縷, 希望, 女巫, 狼, 災禍, 枯萎, 凋亡, 蠕蟲, 花圈, 值得, 沉船, 奪取, 作家, 命運, 熱情, 和風", 
		rules = "$s$e",
	},
	dark = {
		syllablesStart = "本影, 空虛, 黑暗, 災禍, 陰沉, 陰影, 黃昏, 黑暗, 煙塵, 瀝青, 霧靄, 黑色, 烏木, 陰影, 黑曜石, 烏鴉, 惡魔, 暗淡, 日食, 目盲, 深淵", 
		syllablesEnd = "電弧, 毒藥, 誘餌, 膽汁, 咬噬, 爆炸, 幸福, 血, 盛開, 屠夫, 模糊, 螺栓, 骨, 孔, 支架, 編織, 釺焊, 開道, 斷路, 微風, 爆裂, 使者, 承載, 曲折, 疫病, 破碎, 出世, 黑暗, 明亮, 地穴, 裂紋, 衝突, 騷動, 切割, 鑄造, 機械, 疏通, 短跑, 夢想, 勇氣, 死亡, 邊緣, 嫉妒, 憤怒, 恐懼, 名聲, 敵人, 惡魔, 拳頭, 戈爾, 傷口, 研磨, 研磨機, 狡詐, 砂礫, 收集, 榮耀, 魅力, 黑客, 黑客, 哈希, 色調, 飢餓, 打獵, 獵手, 憤怒, 偶像, 不朽, 正義, 嘲笑, 果醬, 殺死, 殺手, 親吻, 業力, 親屬, 國王, 騎士, 武士, 主, 傳說, 睫毛, 花邊, 夫人, 致殘, 標記, 月亮, 主人, 沼澤, 怪物, 可能性, 骨髓, 凡人, 部長, 惡意, 零, 中午, 晚上, 指甲, 近了, 誓言, 秩序, 布澤, 拜, 遺忘, 猛攻, 黑曜石, 珍珠, 帕裏, 電力, 先知, 痛苦, 激情, 皮爾斯, 穿孔, 驕傲, 粉碎機, 恐慌, 痛苦, 懲罰, 鮑爾, 淬火, 淬火, 地震, 採石場, 皇后, 平息, 校長, 快速, 羽毛, 劫掠, 蹂躪, 夷爲平地, 剃刀, 咆哮, 憤怒, 種族, 輻射, 掠襲者, 雨, 腐, 贖金, 符文, 統治, 破裂, 令, 反叛, 烏鴉, 河, 開膛手, 開膛手, 岩石, 臭氣, 裏夫, 解決, 嚴謹, 撕裂, 猛禽, 光澤, 切片, 切片機, 桅杆, 產卵, 產卵, 幼鹿, 鋼, 斯托克, 蛇, 悲傷, 鼠尾草, 股權, 蛇, 剪切, 罪惡, 尖頂, 潛行者, 整形, 鬼魂, 條紋, 裸奔, 看見, 瘢痕, 分裂, 星星, 條紋, 刺, 罷工, 前鋒, 眩暈, 太陽, 掃除, 清掃, 斯威夫特, 石材, 接縫, 斷絕, 粉碎, 粉碎者, 穗, 主攻手, 刺, 恐怖, 觸摸, 潮汐, 激流, 審判, 颱風, 泰坦, 記事本, 齒, 叛逆, 挖溝, 污點, 本影, 勇氣, 流浪的, 邪惡的, 靜脈, 面紗, 毒液, 毒蛇, 跳馬, 復仇, 海藻, 沃克, 醒來, 醒來, 戰爭, 病房, 監獄長, 黃蜂, 哭泣者, 楔形, 行走, 耳語, 野生, 懷爾德, 意志, 風, 翼, 冬天, 線, 一縷, 希望, 女巫, 狼, 災禍, 枯萎, 凋亡, 蠕蟲, 花圈, 值得, 沉船, 奪取, 作家, 命運, 熱情, 和風", 
		rules = "$s$e",
	},
	nature = {
		syllablesStart = "自然, 綠色, 壤土, 地球, 醫治, 根系, 生長, 開花, 樹皮, 野生, 純淨, 治癒, 潔淨, 森林, 微風, 橡木, 柳樹, 樹, 花, 平衡, 骯髒, 污點, 不死, 邪惡, 哭泣, 瘟疫, 腐敗, 污穢, 淤泥, 潰爛, 毒素, 蠍子, 眼鏡蛇, 淤泥, 可憐蟲, 腐爛, 沼澤, 蜘蛛, 粘液, 病, 黑暗, 囊腫, 可達鴨",
		syllablesEnd = "電弧, 毒藥, 誘餌, 膽汁, 咬噬, 爆炸, 幸福, 血, 盛開, 屠夫, 模糊, 螺栓, 骨, 孔, 支架, 編織, 釺焊, 開道, 斷路, 微風, 爆裂, 使者, 承載, 曲折, 疫病, 破碎, 出世, 黑暗, 明亮, 地穴, 裂紋, 衝突, 騷動, 切割, 鑄造, 機械, 疏通, 短跑, 夢想, 勇氣, 死亡, 邊緣, 嫉妒, 憤怒, 恐懼, 名聲, 敵人, 惡魔, 拳頭, 戈爾, 傷口, 研磨, 研磨機, 狡詐, 砂礫, 收集, 榮耀, 魅力, 黑客, 黑客, 哈希, 色調, 飢餓, 打獵, 獵手, 憤怒, 偶像, 不朽, 正義, 嘲笑, 果醬, 殺死, 殺手, 親吻, 業力, 親屬, 國王, 騎士, 武士, 主, 傳說, 睫毛, 花邊, 夫人, 致殘, 標記, 月亮, 主人, 沼澤, 怪物, 可能性, 骨髓, 凡人, 部長, 惡意, 零, 中午, 晚上, 指甲, 近了, 誓言, 秩序, 布澤, 拜, 遺忘, 猛攻, 黑曜石, 珍珠, 帕裏, 電力, 先知, 痛苦, 激情, 皮爾斯, 穿孔, 驕傲, 粉碎機, 恐慌, 痛苦, 懲罰, 鮑爾, 淬火, 淬火, 地震, 採石場, 皇后, 平息, 校長, 快速, 羽毛, 劫掠, 蹂躪, 夷爲平地, 剃刀, 咆哮, 憤怒, 種族, 輻射, 掠襲者, 雨, 腐, 贖金, 符文, 統治, 破裂, 命令, 反叛, 烏鴉, 河, 開膛手, 開膛手, 岩石, 臭氣, 裏夫, 解決, 嚴謹, 撕裂, 猛禽, 光澤, 切片, 切片機, 桅杆, 產卵, 產卵, 幼鹿, 鋼, 斯托克, 蛇, 悲傷, 鼠尾草, 股權, 蛇, 剪切, 罪惡, 尖頂, 潛行者, 整形, 鬼魂, 條紋, 裸奔, 看見, 瘢痕, 分裂, 星星, 條紋, 刺, 罷工, 前鋒, 眩暈, 太陽, 掃除, 清掃, 斯威夫特, 石材, 接縫, 斷絕, 粉碎, 粉碎者, 穗, 主攻手, 刺, 恐怖, 觸摸, 潮汐, 激流, 審判, 颱風, 泰坦, 記事本, 齒, 叛逆, 挖溝, 污點, 本影, 勇氣, 流浪的, 邪惡的, 靜脈, 面紗, 毒液, 毒蛇, 跳馬, 復仇, 海藻, 沃克, 醒來, 醒來, 戰爭, 病房, 監獄長, 黃蜂, 哭泣者, 楔形, 行走, 耳語, 野生, 懷爾德, 意志, 風, 翼, 冬天, 線, 一縷, 希望, 女巫, 狼, 災禍, 枯萎, 凋亡, 蠕蟲, 花圈, 值得, 沉船, 奪取, 作家, 命運, 熱情, 和風", 
		rules = "$s$e",
	},
})
